/* 
  Localizable.strings
  Krank

  Created by Sven Thoennissen on 11.12.15.

*/
"Play" = "Spielen";
"Help" = "Hilfe";
"Options" = "Optionen";
"Credits" = "Mitwirkende";
"Easy" = "Leicht";
"Hard" = "Schwer";
"Extreme" = "Extrem";
"Continue" = "Weiter";
"Reset" = "Zurücksetzen";
"Exit" = "Verlassen";
"Hard Mode Help" = "Der schwere Schwierigkeitsgrad wird freigeschaltet, wenn der Level auf leicht gelöst wurde.";
"Extreme Mode Help" = "Der extreme Schwierigkeitsgrad wird freigeschaltet, wenn der Level auf schwer gelöst wurde.";

/* Options */
"Display Target" = "Ziel anzeigen";
"Sound" = "Ton";
"Music" = "Musik";
"Motion" = "Bewegung";
"Finger Offset" = "Fingerabstand";

/* Credits */
"Version" = "Version";
"Code" = "Entwicklung";
"Sound (Credits)" = "Ton und Musik";
"Images" = "Bilder";
"Font by Nick Curtis" = "Zeichensatz von Nick Curtis";

/* Help */
"Help" = "Hilfe";
"Overview" = "Übersicht";
"The Goal" = "Das Ziel";
"Misc" = "Verschiedenes";

/* Help: Overview */
"Help : Overview" = "Hilfe : Übersicht";
"Snake1" = "Die Schlange folgt deinem Finger.";
"Snake2" = "Du kannst die Schlange auch durch Kippen des Gerätes steuern, wenn Bewegung in den Einstellungen aktiviert ist.";
"Balls" = "Kugeln werden bewegt, indem sie von der Schlange oder anderen Kugeln angeschubst werden.";
"Links" = "Ketten sind wie Kugeln, die bei Berührung miteinander verbunden werden.";
"Magnets" = "Magnete sind starr und ziehen alles an, was sich bewegt. Die Anzahl der rotierenden Kugeln zeigt an, wieviele Kugeln eingefangen werden können.";
"Anchors" = "Anker sind ebenfalls starr. Sie verbinden sich mit Ketten. Die Anzahl der rotierenden Kugeln zeigt an, wieviele Ketten verbunden werden können.";
"Stones" = "Steine sind starr und sind einfach nur im Weg.";

/* Help: Goal */
"Help : The Goal" = "Hilfe : Das Ziel";
"Goal" = "Ziel jedes Levels ist es, alle Anker und Magneten zu entfernen.";
"Magnet vanishes" = "Ein Magnet wird entfernt, sobald";
"Magnet vanishes 1" = "er mindestens soviele Kugeln gefangen hat wie Kugeln um ihn herum rotieren,";
"Magnet vanishes 2" = "alle eingefangenen Kugeln dieselbe Farbe wie er selbst haben, und";
"Magnet vanishes 3" = "er sich für 3 Sekunden in diesem Zustand befindet.";
"Anchor vanishes" = "Ein Anker wird entfernt, sobald";
"Anchor vanishes 1" = "er mithilfe von Ketten mit genau so vielen anderen Ankern verbunden ist wie Kugeln um ihn herum rotieren,";
"Anchor vanishes 2" = "alle verbundenen Ketten dieselbe Farbe wie er selbst hat, und";
"Anchor vanishes 3" = "alle verbundenen Anker mit derselben Farbe vollständig verbunden sind.";
"Goal Footnote" = "Volle Magneten oder vollständig verbundene Anker werden entfernt. Allerdings werden sie nicht entfernt, falls eine Kugel oder eine Kette einer unpassenden Farbe dabei ist.";

/* Help: Misc */
"Help : Misc" = "Hilfe : Verschiedenes";
"Snake Captured" = "Falls du mit der Schlange in einem Magneten festsitzt, dann ist es am einfachsten, durch kreisende Bewegungen wieder herauszukommen.";
"Exit Level by Swiping" = "Schüttele das iPad oder wische mit zwei Fingern, um einen Level anzuhalten.";
"Connection Broken" = "Verbundene Ketten werden wieder getrennt, wenn sie eine Kugel berühren oder von einem Magneten eingefangen werden.";
"Skip Levels" = "Für jeden auf der Stufe „Leicht“ gelösten Level werden die nächsten zwei höheren Level freigeschaltet. Du kannst also unliebsame Level überspringen.";
"Hard Stage" = "Auf Stufe „Leicht“ gelöste Levels werden in Stufe „Schwer“ freigeschaltet.";
"Extreme Stage" = "Auf Stufe „Schwer“ gelöste Levels werden in Stufe „Extrem“ freigeschaltet.";
"Game Controller Hint" = "Mit Knopf A des Spielecontrollers können langsame Bewegungen gemacht werden.";
